Repository: common-repository/brandnestor
Catalog: languages/brandnestor-*.po
Languages: el

source: Customize the WordPress dashboard, login/register pages, and more.
el: Προσαρμόστε τον Πίνακα Ελέγχου του WordPress, τις σελίδες σύνδεσης/εγγραφής, και πολλά άλλα.

source: Re-enter new password
el: Εισαγάγετε ξανά τον κωδικό πρόσβασης

source: Lightweight, simple to use, advanced WordPress Branding customizer.
el: Ελαφρύ, απλό στη χρήση, προηγμένο εργαλείο εξατομίσκευσης του WordPress.

source: Unlock more features with the Pro version!
el: Ξεκλειδώστε περισσότερα χαρακτηριστικά με την Pro έκδοση!

source: Feature
el: Χαρακτηριστικό

source: Free
el: Δωρεάν

source: Customizable WordPress Branding
el: Προσαρμόσιμη επωνυμία του WordPress

source: Customizable Welcome Dashboard Panel
el: Προσαρμόσιμος πίνακας καλωσορίσματος

source: Custom Login & Register Page
el: Προσαρμοσμένη σελίδα σύνδεσης και εγγραφής

source: Hide WordPress wp-login.php and /wp-admin/
el: Απόκρυψη wp-login.php και /wp-admin/ του WordPress

source: Gutenberg First-Class Support
el: Υποστήριξη πρώτης κατηγορίας Gutenberg

source: Elementor First-Class Support
el: Υποστήριξη πρώτης κατηγορίας Elementor

source: Modify or Hide Admin Menus
el: Επεξεργασία και απόκρυψη των μενού διαχείρισης

source: Disable Hidden Menus
el: Απενεργοποίηση κρυμμένων μενού

source: Hide Admin Bar Menus
el: Απόκρυψη της μπάρας διαχείρισης

source: Multiple Dashboard Welcome Panels
el: Πολλαπλοί πίνακες καλοσορίσματος

source: WooCommerce Statistics Widgets for the Custom Dashboard
el: Widgets του WooCommerce για τον προσαρμοσμένο πίνακα ελέγχου

source: Maintenance Mode: Under Construction or Coming Soon Pages
el: Λειτουργία συντήρησης: Υπο-κατασκευή ή σελίδες Έρχεται Σύντομα

source: Pre-defined BrandNestor Templates
el: Προκαθορισμένα πρότυπα του BrandNestor

source: Coming soon!
el: Έρχεται σύντομα!

source: Upgrade Now
el: Αναβαθμίστε τώρα

source: Upgrade to the Pro version and get instant access to all premium features and future updates.
el: Αναβαθμίστε στην Pro έκδοση και λάβεται άμεσα όλες τα premium χαρακτηριστικά και μελλοντικές ενημερώσεις.

source: Get BrandNestor Pro Now
el: Απόκτηση του BrandNestor Pro Τώρα

source: Import BrandNestor Settings
el: Εισαγωγή Ρυθμίσεων BrandNestor

source: You can upload an exported BrandNestor settings file to import your settings.
el: Μπορείτε να μεταφορτώσετε ένα ένα εξαγόμενο αρχείο του BrandNestor για να εισάγετε τις ρυθμίσεις σας.

source: Upload file
el: Μεταφόρτωση αρχείου

source: Upload
el: Μεταφόρτωση

source: Cancel
el: Ακύρωση

source: OK
el: ΟΚ

source: View Documentation
el: Προβολή εγχειριδίου

source: Changes will appear on the next page refresh.
el: Οι αλλαγές θα εμφανιστούν στην επόμενη ανανέωση της σελίδας.

source: Save Changes
el: Αποθήκευση αλλαγών

source: Reset Plugin
el: Επαναφορά προσθέτου

source: BrandNestor Settings
el: Ρυθμίσεις BrandNestor

source: Settings
el: Ρυθμίσεις

source: Import BrandNestor
el: Εισαγωγή BrandNestor

source: Import Settings
el: Εισαγωγή ρυθμίσεων

source: Export Settings
el: Εξαγωγή ρυθμίσεων

source: Are you sure?
el: Είστε σίγουροι;

source: Are you sure you want to reset the plugin? This will permanently delete all of the plugin data!
el: Σίγουρα θέλετε να επαναφέρετε το πρόσθετο; Η ενέργεια θα διαγράψει τα δεδομένα του πρόσθετου μόνιμα!

source: An error occured during the request. See the developer console for details.
el: Υπήρξε λάθος κατά τη διάρκεια της άιτησης. Δείτε την κονσόλα προγραμματιστή για περισσότερες λεπτομέρειες.

source: Rule deleted
el: Ο κανόνας διαγράφηκε

source: Settings saved!
el: Οι ρυθμίσεις αποθηκεύτηκαν!

source: Click on any menu item to start editing its name...
el: Πατήστε σε οποιοδήποτε μενού για να επεξεργαστείτε τον τίτλο του...

source: None Selected
el: Κανένα Επιλεγμένο

source: I understand that disabling the default login page may prevent me from accessing my website, if not setup correctly.
el: Καταλαβαίνω ότι η απενεργοποίηση της προεπιλεγμένης σελίδας εισόδου μπορεί να με εμποδίσει από την πρόσβαση στον ιστότοπο εαν δεν ρυθμιστεί σωστα.

source: General
el: Γενικά

source: General options.
el: Γενικές ρυθμίσεις.

source: Dashboard
el: Πίνακας Ελέγχου

source: Customize the Dashboard page with your own Welcome Panel. You can choose to create it with standard HTML, or using a BrandNestor Template page.
el: Προσαρμόστε τον Πίνακα Ελέγχου με το δικό σας Welcome Panel. Επιλέξτε να το δημιουργήσετε με HTML, ή με μία σελίδα προτύπου του BrandNestor.

source: Hide admin menu items for user roles and for users.
el: Κρύψτε στοιχεία του μενού ανά ρόλο χρήστη ή ανά χρήστη.

source: This user account is a "BrandNestor Superadmin". Admin Menus will not be hidden or renamed for you.
el: Ο τωρινός χρήστης είναι "Σουπερ-Διαχειριστής BrandNestor". Τα μενού διαχειριστή δεν θα κρυφτούν και δεν θα μετονομαστούν για εσάς.

source: Admin Menus
el: Μενού Διαχειριστή

source: Admin Bar
el: Μπάρα Διαχειριστή

source: Options for the admin bar on top of the page.
el: Επιλογές για την μπάρα διαχειριστικού στο πάνω μέρος της σελίδας.

source: Enable custom login & registration pages for your users or clients. BrandNestor registers new Elementor Login, Registration Widgets, new Gutenberg Login and Register blocks that allow authentication to exist on the frontend by skipping using the wp-login.php page.
el: Ενεργοποιήστε δικές σας σελίδες εισόδου και εγγραφής για τους χρήστες ή του πελάτες. Το BrandNestor ενεργοποιεί νέα Widgets του Elementor και νέα Blocks του Gutenberg που επιτρέπουν την πιστοποίηση να γίνεται στο frontend παραλείποντας το wp-login.php.

source: WARNING: You do not have a permalink structure <strong>(currently set to plain URLs)</strong>. BrandNestor requires a permalink structure to work with the custom login and registration pages. <a href="%s" target="_blank" rel="noopener noreferrer">Read more<span class="dashicons dashicons-external"></span></a>
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Δεν έχετε ενεργοποιήσει δομή για τους μόνιμους συνδέσμους σας <strong>(είναι σε απλή δομή)</strong>. Το BrandNestor απαιτεί τους μόνιμου συνδέσμους για να δουλέψει με τις προσαρμοσμένες σελίδες σύνδεσης και εγγραφής. <a href="%s" target="_blank" rel="noopener noreferrer">Διαβάστε περισσότερα<span class="dashicons dashicons-external"></span></a>

source: Authentication
el: Αυθεντικοποίηση

source: Advanced
el: Για προχωρημένους

source: Advanced BrandNestor options. Some options are experimental and <strong>are not recommended</strong> for novice users.
el: Επιλογές BrandNestor για προχωρημένους. Μερικές επιλογές είναι πειραματικές και <strong>δεν συνιστώνται</strong> για αρχάριους χρήστες.

source: Current user does not have the required capability
el: Ο χρήστης δεν έχει τα απαιτούμενα δικαιώματα

source: Brand Name
el: Όνομα Εταιρείας

source: Your Brand name. Will be used to replace any WordPress mentions in admin pages.
el: Το Όνομα της Εταιρείας σας. Θα χρησιμοποιηθεί για να αντικαταστήσει το WordPress στις σελίδες Admin.

source: Footer Text
el: Κείμενο footer

source: Text to display on the WordPress admin footer.
el: Κείμενο για εμφάνιση στο υποσέλιδο του διαχειριστικού.

source: Footer Image
el: Εικόνα υποσέλιδου

source: Image to display next to the footer text.
el: Εικόνα για εμφάνιση δίπλα στο κείμενο υποσέλιδου.

source: Footer URL
el: Σύνδεσμος URL υποσέλιδου

source: The link URL for the footer text.
el: Ο σύνδεσμος για το κείμενο στο υποσέλιδο.

source: Hide Contextual Help
el: Απόκρυψη βοήθειας του πίνακα ελέγχου

source: Hide the WordPress dashboard contextual help box that is on the top of admin pages.
el: Κρύψτε την βοήθεια του πίνακα ελέγχου που βρίσκεται στην κορυφή του διαχειριστικού.

source: Hide
el: Απόκρυψη

source: Hide WordPress Version
el: Απόκρυψη αριθμού έκδοσης WordPress

source: Hide the WordPress version number that is displayed on the footer.
el: Απόκρυψη του αριθμού έκδοσης του WordPress που εμφανίζεται στο footer.

source: Enable
el: Ενεργοποίηση

source: Hide Widgets
el: Απόκρυψη Widget

source: Hide all Dashboard widgets.
el: Απόκρυψη όλων των Widget του Πίνακα Ελέγχου.

source: Welcome Panel Type
el: Τύπος Πίνακα Καλωσορίσματος

source: Choose between writing as HTML or with a BrandNestor Template as the type of the Dashboard Welcome Panel.
el: Επιλέξτε μεταξύ του HTML μίας σελίδας προτύπου του BrandNestor ως τύπο πίνακα καλωσορίσματος.

source: Template
el: Πρότυπο

source: Choose a custom Welcome Panel from a BrandNestor Template page. <a href="%s">Create one from here.</a>
el: Επιλέξτε ένα δικό σας πίνακα καλωσορίσματος από τα πρότυπα του BrandNestor. <a href="%s">Δημιουργία νέου από εδώ.</a>

source: Dashboard HTML
el: HTML Πίνακα Ελέγχου

source: Insert custom HTML that is going to be placed on the Dashboard page.
el: Εισάγετε προσαρμοσμένο HTML που θα τοποθετηθεί στην σελίδα του πίνακα ελέγχου.

source: Dashboard CSS
el: CSS Πίνακα Ελέγχου

source: Insert custom CSS styling that is going to be placed on the Dashboard page.
el: Εισάγετε προσαρμοσμένο CSS που θα τοποθετηθεί στην σελίδα του πίνακα ελέγχου.

source: Rename menu…
el: Μετονομασία μενού…

source: Hide admin menus for:
el: Απόκρυψη μενού διαχειριστή για:

source: Roles
el: Ρόλοι

source: Users
el: Χρήστες

source: Guest
el: Επισκέπτης

source: Branding Logo
el: Λογότυπο Εταιρείας

source: Image logo to display on the Dashboard Admin Bar.
el: Εικόνα λογότυπου για εμφάνιση στην Μπάρα Διαχειριστή.

source: Branding Logo URL
el: URL Λογότυπου

source: Link URL for the Branding Logo on the Dashboard Admin Bar.
el: Σύνδεσομς URL για το λογότυπο στην Μπάρα Διαχειριστή.

source: Bar Menu Visibility
el: Ορατότητα Μπάρας Διαχειριστή

source: With this, you can change the Admin Bar menu visibility for logged in or logged out users on the frontend.
el: Με αυτό, μπορείτε να αλλάξετε την ορατότητα της μπάρας διαχειριστή για συνδεδεμένους ή αποσυνδεδεμένους χρήστες στο μπροστινό μέρος της ιστοσελίδας.

source: Hide bar menus for:
el: Απόκρυψη μενού μπάρας για:

source: Login Page Template
el: Πρότυπο σελίδας εισόδου

source: Enable a custom Login Page for WordPress. Login URLs and redirects will point to this page. Create then select a <a href="%1$s">BrandNestor Template</a>, then add a login form to a page using the <a href="%2$s" target="_blank">brandnestor_login shortcode <span class="dashicons dashicons-external"></span></a>, the Elementor Widget <a href="%3$s" target="_blank">BrandNestor Login <span class="dashicons dashicons-external"></span></a>, or the <a href="%4$s" target="_blank">Gutenberg Login Block <span class="dashicons dashicons-external"></span></a>.
el: Ενεργοποιήστε μία προσαρμοσμένη σελίδα εισόδου για το WordPress. Τα URL εισόδου θα ανακατευθύνονται σε αυτή την σελίδα. Δημιουργήστε και επιλέξτε ένα <a href="%1$s">Πρότυπο BrandNestor</a>, έπειτα προσθέστε μία φόρμα σύνδεση χρησιμοποιόντας το <a href="%1$s">brandnestor_login shortcode <span class="dashicons dashicons-external"></span></a>, το Widget του Elementor <a href="%2$s">BrandNestor Login <span class="dashicons dashicons-external"></span></a>, ή το <a href="%3$s">Block του Gutenberg εισόδου <span class="dashicons dashicons-external"></span></a>.

source: Login Page URL
el: URL σελίδας εισόδου

source: <strong>(Required)</strong> Set a custom URL slug for your custom Login page.
el: <strong>(Απαιτούμενο)</strong> Θέστε ένα προσαρμοσμένο URL slug για την σελίδα εισόδου σας.

source: Redirect URL On Login
el: URL ανακατεύθυνσης κατά την σύνδεση

source: URL to redirect to on successful user login. <strong>Note</strong>: Only redirects to the same <strong>site domain</strong> are allowed.
el: Το URL ανακατεύθυνσης μετά την επιτυχή σύνδεση. <strong>Σημείωση</strong>: Μόνο ανακατευθύνσεις στην ίδια σελίδα επιτρέπονται.

source: Register Page Template
el: Πρότυπο σελίδας εγγραφής

source: Enable a custom Register Page for WordPress. Register URLs and redirects will point to this page. Create then select a <a href="%1$s">BrandNestor Template</a>, then add a register form to a page using the <a href="%2$s" target="_blank">brandnestor_register shortcode <span class="dashicons dashicons-external"></span></a>, the Elementor Widget <a href="%3$s" target="_blank">BrandNestor Register <span class="dashicons dashicons-external"></span></a>, or the <a href="%4$s" target="_blank">Gutenberg Register Block <span class="dashicons dashicons-external"></span></a>.
el: Ενεργοποιήστε μία προσαρμοσμένη σελίδα εγγραφής για το WordPress. Τα URL εγγραφής θα ανακατευθύνονται σε αυτή την σελίδα. Δημιουργήστε και επιλέξτε ένα <a href="%1$s">Πρότυπο BrandNestor</a>, έπειτα προσθέστε μία φόρμα σύνδεση χρησιμοποιόντας το <a href="%1$s">brandnestor_register shortcode <span class="dashicons dashicons-external"></span></a>, το Widget του Elementor <a href="%2$s">BrandNestor Register <span class="dashicons dashicons-external"></span></a>, ή το <a href="%3$s">Block του Gutenberg εγγραφής <span class="dashicons dashicons-external"></span></a>.

source: Register Page URL
el: URL σελίδας εγγραφής

source: <strong>(Required)</strong> Set a custom URL slug for your custom Register page.
el: <strong>(Απαιτούμενο)</strong> Θέστε ένα προσαρμοσμένο URL slug για την σελίδα εγγραφής σας.

source: Redirect URL On Register
el: URL ανακατεύθυνσης κατά την εγγραφή

source: URL to redirect to on successful user registration. <strong>Note</strong>: Only redirects to the same <strong>site domain</strong> are allowed.
el: Το URL ανακατεύθυνσης μετά την επιτυχή εγγραφή. <strong>Σημείωση</strong>: Μόνο ανακατευθύνσεις στην ίδια σελίδα επιτρέπονται.

source: WordPress Login Page Logo
el: Λογότυπο σελίδας εισόδου του WordPress

source: Replace the default WordPress login page logo with your own <strong>(84x84 pixels).</strong> Useful if there are plugins that rely on the default WP login form, such as Two Factor.
el: Αντικαθιστά το λογότυπο του WordPress στην σελίδα σύνδεσης με το δικό σας <strong>(84x84 pixel).</strong> Χρήσιμο αν υπάρχουν πρόσθετα που βασίζονται στην προεπιλεγμένη σελίδα σύνδεσης, όπως το Two Factor.

source: Disable Default WordPress Login Page
el: Απενεργοποίηση σελίδας εισόδου του WordPress

source: Disable the default WordPress login & register page. <span style="color:var(--brandnestor-danger-color)">WARNING: Make sure that your custom login and register pages work correctly, otherwise <strong>nobody</strong> will be able to sign in!</span>
el: Απενεργοποίηση των προεπιλεγμένων σελίδων εισόδου και εγγραφής του WordPress. <span style="color:var(--brandnestor-danger-color)">ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Σιγουρευτείτε ότι οι δικές σας σελίδες εισόδου και εγγραφής δουλεύουν σωστά, διαφορετικά <strong>κανένας</strong> δεν θα μπορεί να κάνει είσοδο!</span>

source: Disable
el: Απενεργοποίηση

source: Disable /wp-admin/ Page Redirect
el: Απενεργοποίηση Ανακατεύθυνσης /wp-admin/

source: Disables /wp-admin/ to login page redirection for non-logged in users to proactively hide your login and registration pages as a security feature.
el: Απενεργοποιεί το /wp-admin/ στην σελίδα εισόδου για χρήστες που δεν έχουν κάνει είσοδο ώστε να κρύψει την σελίδα εισόδου και εγγραφής.

source: Custom CSS
el: Προσαρμοσμένο CSS

source: Add Custom CSS to all Admin pages.
el: Προσθέστε προσαρμοσμένο CSS σε όλες τις σελίδες διαχείρισης.

source: Disable REST API for Logged Out Users
el: Απενεργοποίηση REST API για Αποσυνδεδεμένους Χρήστες

source: <strong>(Experimental)</strong> Disables all REST API endpoints for all unauthenticated users (Core WordPress enpoints only).
el: <strong>(Πειραματικό)</strong> Απενεργοποιεί όλα τα τελικά σημεία του REST API για όλους τους μη-εξουσιδοδοτημένους χρήστες (Μόνο για τον πυρήνα του WordPress).

source: Upload Image
el: Μεταφόρτωση εικόνας

source: Add New
el: Προσθήκη νέου

source: Delete
el: Διαγραφή

source: URL slug "%s" is not allowed.
el: Το URL slug "%s" δεν επιτρέπετε.

source: <strong>Error:</strong> Incorrect username/email or password.
el: <strong>Λάθος:</strong> Εσφαλμένο όνομα χρήστη/email ή κωδικός.

source: Import error: The uploaded file type is not allowed.
el: Σφάλμα εισαγωγής: Ο τύπος αρχείου φόρτωσης δεν επιτρέπεται.

source: Settings successfully imported. Please manually check your options, some options were disabled during export for safety reasons.
el: Οι ρυθμίσεις εισάχθηκαν με επιτυχία. Συνιστάται ο χειροκίνητος έλεγχος διότι κάποιες επιλογές έχουν απενεργοποιηθεί για ασφάλεια.

source: Import error: The upload file is invalid.
el: Σφάλμα εισαγωγής: Το αρχείο φόρτωσης δεν είναι έγκυρο.

source: BrandNestor Templates
el: Πρότυπα BrandNestor

source: You are currently not logged in.
el: Ο χρήστης δεν είναι συνδεδεμένος.

source: Submit
el: Υποβολή

source: Get New Password
el: Ζητήστε νέο συνθηματικό

source: You are now logged out.
el: Έχετε αποσυνδεθεί.

source: User registration is currently disabled.
el: Η εγγραφή χρηστών έχει απενεργοποιηθεί προς το παρόν.

source: Your password has been reset. You can now log in with the form below.
el: Ο κωδικός πρόσβασής σας έχει επαναφερθεί. Μπορείτε τώρα να συνδεθείτε με την παρακάτω φόρμα.

source: Registration complete. Please check your email, then visit the <a href="%s">login page</a>.
el: Η εγγραφή σας ολοκληρώθηκε. Παρακαλώ δείτε το email σας και στην συνέχεια επισκεφτείτε την <a href="%s">σελίδα εισόδου</a>.

source: Check your email for the confirmation link, then visit the <a href="%s">login page</a>.
el: Ελέγξτε το email σας για τον σύνδεσμο επιβεβαίωσης και στη συνέχεια επισκεφτείτε τη <a href="%s">σελίδα εισόδου</a>.

source: Your password reset link has expired. Please request a new link below.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης έχει λήξει. Παρακαλώ ζητήστε έναν νέο σύνδεσμο παρακάτω.

source: Your password reset link appears to be invalid. Please request a new link below.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης φαίνεται να μην είναι έγκυρος. Παρακαλώ ζητήστε έναν νέο σύνδεσμο παρακάτω.

source: Style
el: Στυλ

source: Form Label Typography
el: Τυπογραφία ετικέτας εισόδου

source: Text Typography
el: Τυπογραφία κειμένου

source: Text Color
el: Χρώμα κειμένου

source: Inputs
el: Εισόδοι

source: Background Color
el: Χρώμα Φόντου

source: Button
el: Κουμπί

source: Message Box
el: Κουτί μηνύματος

source: Message Styling
el: Στυλ μηνύματος

source: Error Message Styling
el: Στυλ μηνύματος σφάλματος

source: Error Text Color
el: Χρώμα κειμένου σφάλματος

source: Error Background Color
el: Χρώμα φόντου σφάλματος

source: Button Label
el: Κείμενου κουμπιού

source: Alignment
el: Ευθυγράμμιση

source: Left
el: Αριστερά

source: Center
el: Κέντρο

source: Right
el: Δεξιά

source: Button Icon
el: Εικονίδιο κουμπιού

source: Content
el: Περιεχόμενο

source: Login Label
el: Ετικέτα ψευδώνυμου

source: Password Label
el: Ετικέτα συνθηματικού

source: Remember Me Label
el: Ετικέτα «να με θυμάσαι»

source: Show Lost Password
el: Εμφάνιση φόρμας υπενθύμισης συνθηματικού

source: Show
el: Εμφάνιση

source: Show Register URL
el: Εμφάνιση συνδέσμου εγγραφής

source: New Password Button Label
el: Ετικέτα κουμπιού νέου συνθηματικού

source: Sample message.
el: Δείγμα μηνύματος.

source: Sample <strong>error</strong> message.
el: Δείγμα μηνύματος <strong>σφάλματος</strong>.

source: Username Label
el: Ετικέτα ψευδόνυμου

source: Email Label
el: Ετικέτα Email

source: Show First Name Input
el: Εμφάνιση Ονόματος

source: First Name Label
el: Ετικέτα Ονόματος

source: Show Last Name Input
el: Εμφάνιση Επώνυμου

source: Last Name Label
el: Ετικέτα Επώνυμου

source: BrandNestor Login
el: BrandNestor Φόρμα Σύνδεσης

source: A custom Login widget for WordPress
el: Ένα προσαρμοσμένο widget σύνδεσης για το WordPress

source: Showing lost password link
el: Εμφάνιση συνδέσμου χαμένου συνθηματικού

source: Toggle to show lost password link
el: Κάντε εναλλαγή για να εμφανιστεί ο σύνδεσμος χαμένου κωδικού πρόσβασης

source: Showing register link
el: Εμφάνιση συνδέσμου εγγραφής

source: Toggle to show register link
el: Κάντε εναλλαγή για να εμφανιστεί ο σύνδεσμος εγγραφής

source: New Password Button Text
el: Κείμενο κουμπιού Νέου Συνθηματικού

source: Button Alignment
el: Ευθυγράμμιση κουμπιού

source: Sample error message.
el: Δείγμα μηνύματος σφάλματος.

source: Add a username label…
el: Προσθέστε ετικέτα ονόματος χρήστη…

source: Add a password label…
el: Προσθέστε ετικέτα συνθηματικού…

source: BrandNestor Register
el: BrandNestor Φόρμα Εγγραφής

source: A custom Register widget for WordPress
el: Ένα προσαρμοσμένο widget εγγραφής για το WordPress

source: Showing a first name input field
el: Εμφάνιση πεδίου εισαγωγής ονόματος

source: Toggle to show the first name input field
el: Κάντε εναλλαγή για να εμφανίσετε το πεδίο εισαγωγής ονόματος

source: Toggle to show the last name input field
el: Κάντε εναλλαγή για να εμφανίσετε το πεδίο εισαγωγής επώνυμου

source: Add an email label…
el: Προσθέστε ετικέτα email…

source: Add a first name label…
el: Προσθέστε ετικέτα ονόματος…

source: Add a last name label…
el: Προσθέστε ετικέτα επώνυμου…
